"%d hours ago" = "%d 小时前";

"%d minutes ago" = "%d 分钟前";

"%d of %d" = "%d/%d";

"%d seconds ago" = "%d 秒前";

"%dd" = "%d 天 ";

"%dh" = "%d 小时";

"%dm" = "%d 分钟";

"<1m" = "< 1 分钟";

"about a minute ago" = "约1分钟前";

"about an hour ago" = "约1小时前";

"Alert" = "通知";

"Are you sure you want to cancel?" = "你确定要取消吗？";

"Cancel" = "取消";

"Connection Error" = "连接错误";

"Connection Timed Out" = "连接超时";

"Done" = "完成";

"EEE h:mm a" = "EEEEhh：mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "YYYY年LLLLd日EEEE";

"Error" = "错误";

"h:mm a" = "HH:mm";

"just a moment ago" = "刚刚";

"Last updated: %@" = "最后更新: %@";

"Last updated: never" = "上次更新：无";

"Load More Photos..." = "载入更多相片⋯⋯";

"Loading..." = "加载中...";

"M/d/yy" = "yyyy/M/d";

"MMM d h:mm a" = "MMMMd日hh：mm";

"MMMM" = "MMMM";

"MMMM d" = "MMMMd日";

"New Message" = "新信息 ";

"No" = "否";

"No Internet Connection" = "没有网络连接";

"Ok" = "确定";

"OK" = "确定";

"Open in Safari" = "开启 Safari";

"Photo" = "照片";

"Post" = "帖子";

"Pull down to update..." = "下拉刷新...";

"Release to update..." = "释放以更新...";

"Search" = "搜索";

"See All" = "显示全部";

"Send" = "发送";

"Sending..." = "发送中...";

"Sorry, there was an error." = "抱歉，出现错误。";

"Subject:" = "邮件主题：";

"To:" = "收件人：";

"Today" = "今天";

"Updating..." = "更新中...";

"Yes" = "是";

"Yesterday" = "昨天";

"yyyy" = "yyyy年";

"Mail Not Supported!" = "发邮件不支持!";
"Not yet configure email" = "还未设置邮件账号";

"Email saved!" = "邮件已保存!";
"Send Successfully" = "邮件发送成功";
"Send Email Failed,Please Check Your Network Connection!" = "邮件发送失败,请检查您的网络!";
